[
  {
    "label": "ビジネス 形容詞",
    "key": "adj",
    "transcripts": [
      "I'm doing well.",
      "I'm available tomorrow.",
      "I have some availability today.",
      "I'm a bit confused.",
      "I'm quite hungry.",
      "I'm married.",
      "I'm interested in K-pop.",
      "I'm good at singing.",
      "I'm sorry to hear that.",
      "That's very kind of you.",
      "That's very insightful.",
      "He is very well known.",
      "He's quite tall.",
      "My younger brother is overweight.",
      "She is well-known.",
      "She's very attractive.",
      "My older sister has a great sense of humor.",
      "Sorry for being late.",
      "I'm afraid I'll be late.",
      "Are you all right?",
      "Yes, I'm fine.",
      "No, I'm not feeling well.",
      "That's good to hear.",
      "That's nice to hear.",
      "That's unpleasant.",
      "That's impressive!",
      "That's correct.",
      "That's very interesting.",
      "That's quite funny.",
      "That's unfortunate.",
      "That was embarrassing.",
      "That was unexpected.",
      "This is excellent.",
      "This is quite sour.",
      "This is reasonably priced.",
      "It's very challenging.",
      "It's quite simple.",
      "It's a bit warm today.",
      "It's quite expensive.",
      "It's very cloudy today.",
      "It's very crowded.",
      "It was excellent.",
      "It was enjoyable.",
      "It was very windy yesterday.",
      "It was quite challenging.",
      "The area is usually busy.",
      "The overall impression was quite positive.",
      "This might be a bit larger than we need.",
      "These might be slightly smaller than expected.",
      "The overall impression."
    ]
  },
  {
    "label": "未来 ビジネスシーン",
    "key": "future",
    "transcripts": [
      "I'll meet with a client tomorrow.",
      "I'm going to visit the site this weekend.",
      "I will be in Shibuya later today for meetings.",
      "I'm scheduled to visit our new office later this week.",
      "I will come into the office on Sunday if needed.",
      "I'll talk a bit about my background later.",
      "I'm going to share my experience from my earlier career.",
      "I will touch on my previous working situation if it's relevant.",
      "I'll work on this later tonight.",
      "I'm going to spend some time reviewing the materials.",
      "I will finish this task by tomorrow.",
      "I've already made a reservation so we are all set.",
      "I'm going out for dinner with the team tonight.",
      "I'll have dinner with some colleagues later.",
      "I am playing golf with a few business contacts this weekend.",
      "I'm planning to do a yoga session this weekend.",
      "I'll work out for about an hour after work today.",
      "I'm going to focus more on my health this year.",
      "I'm planning to watch a movie over the weekend.",
      "I will do some reading tonight.",
      "I'm going to catch up on some industry articles later.",
      "Are we traveling to California next month?",
      "I'm going to visit my hometown in January.",
      "I'm scheduled for a business trip next quarter.",
      "I'm planning to buy some clothes this weekend.",
      "I'll catch up with some friends over the weekend.",
      "I can talk about how I met my wife if there's time.",
      "I'll get up early tomorrow morning.",
      "I'm probably going to stay up late tonight.",
      "I'll stay home tomorrow and get some rest.",
      "He'll get home early today.",
      "I'll report back once I confirm it.",
      "I'll do my best.",
      "I'll keep you posted.",
      "I think it will be manageable.",
      "I'll be careful not to make the same mistake again.",
      "I'm going to start exercising at home next month.",
      "I will give it a try.",
      "I'm willing to give this approach a shot.",
      "I'll apply what I learned at my previous company.",
      "I will leverage my experience working at a bravest company.",
      "I will use the discipline I built through martial arts.",
      "I will make use of my teaching experience where possible.",
      "I won't have much time this weekend.",
      "I won't be able to join the meeting tomorrow morning.",
      "I'm not planning to make any major changes for now.",
      "A client will be stopping by later today.",
      "Someone from the team is expected to arrive shortly.",
      "She might arrive a bit late due to traffic.",
      "He won't be able to join us today."
    ]
  },
  {
    "label": "過去 ビジネス",
    "key": "past",
    "transcripts": [
      "I met with a client yesterday.",
      "I went for a site visit last weekend.",
      "I was in Shibuya the other day for meetings.",
      "I visited our Roppongi office earlier this week.",
      "I came into the office on Sunday.",
      "I was actively involved in dance when I was younger.",
      "I used to be really into video games as a kid.",
      "I lived in a dormitory during my university years.",
      "I lived with my family while I was in college.",
      "I worked late last night.",
      "I spent some time studying English last night.",
      "I cooked dinner at home last night.",
      "I've already made the reservation.",
      "I had a steak for dinner last night.",
      "I went out for dinner with my colleagues last night.",
      "I played golf with some contacts last weekend.",
      "I did a yoga session last Saturday.",
      "I worked out for about two hours yesterday.",
      "I watched a movie over the weekend.",
      "I did some reading last night.",
      "I traveled to California last year.",
      "I went back to my hometown this January.",
      "I bought some clothes last Sunday.",
      "I caught up with some friends last weekend.",
      "I met my wife through work.",
      "I woke up early this morning.",
      "I stayed up late last night.",
      "I stayed home yesterday.",
      "He got home early yesterday.",
      "I saw him on the street the other day.",
      "I did my best.",
      "I heard you got married.",
      "I thought it would be easy.",
      "I made a mistake.",
      "I started exercising at home last month.",
      "I give it a try.",
      "I used to work at another company.",
      "Are you still living in Yokohama as a child?",
      "I used to practice karate when I was a student.",
      "I used to teach Spanish.",
      "I didn't do much last weekend.",
      "I didn't have breakfast this morning.",
      "I wasn't into studying when I was younger.",
      "A friend of mine came over last night.",
      "A friend stopped by the other day.",
      "My sister wasn't into sports when she was little.",
      "She arrived late to the party.",
      "My brother didn't like vegetables as a child.",
      "He had a cat when he was young."
    ]
  }
]
