{
  "sets": [
    {
      "id": "shadowing-mid-adv",
      "label": "シャドーイング（中上級）",
      "entries": [
        {
          "id": "sr-001",
          "title": "SNSの使用時間",
          "en": "About half of kids in Wales, aged between 7 and 11, use websites like social media a few times each week. This info comes from a big study by Cardiff University researchers. Over 32,500 kids in this age group joined in the study, with 48% saying they use social media sites or apps a few times weekly or every day. Most of the students mentioned they had a mobile phone, including 83% of those aged 10 and 11, and 43% of those aged 7 and 8. Just under a third of the youngest kids said they use social media often. Emily Venter, an expert in public health, expressed concern over the survey results, emphasizing the importance of parents discussing the potential dangers of using social media with their children. In fact, more than a quarter of the 10- and 11-year-olds who were studied said that they had recently been bullied online. Researcher Kelly Morgan said that a significant number of young children began using smartphones during the Coronavirus pandemic when they were engaged in remote learning.",
          "slash": "About half of kids in Wales, aged between 7 and 11, / use websites like social media / a few times each week. This info / comes from a big study / by Cardiff University researchers. Over 32,500 kids / in this age group / joined in the study, / with 48% saying / they use social media sites or apps / a few times weekly / or every day. Most of the students / mentioned / they had a mobile phone, / including 83% of those / aged 10 and 11, / and 43% of those / aged 7 and 8. Just under a third / of the youngest kids / said / they use social media often. Emily Venter, an expert in public health, / expressed concern / over the survey results, / emphasizing / the importance of parents discussing / the potential dangers / of using social media / with their children. In fact, / more than a quarter / of the 10- and 11-year-olds / who were studied / said / that they had recently been bullied online. Researcher Kelly Morgan / said / that a significant number / of young children / began using smartphones / during the Coronavirus pandemic / when they were engaged / in remote learning.",
          "ja": "7歳から11歳のウェールズの子どもの約半数が、SNSのようなサイトを週に数回利用しています。これはカーディフ大学の研究者による大規模調査で明らかになりました。この年齢層の3万2500人以上が調査に参加し、48%がSNSサイトやアプリを週に数回、または毎日使っていると答えました。多くの児童が携帯電話を持っていると回答し、10〜11歳では83%、7〜8歳でも43%にのぼりました。最年少層でも3人に1人弱がSNSをよく使うと答えています。公衆衛生の専門家エミリー・ベンター氏は、今回の結果に懸念を示し、保護者がSNS利用の危険性を子どもと話し合う重要性を強調しました。実際、調査対象の10〜11歳の4分の1超が、最近オンラインでいじめを受けたと答えています。研究者ケリー・モーガン氏は、新型コロナ禍で遠隔学習をしていた時期に、多くの幼い子どもがスマートフォンを使い始めたと述べています。"
        },
        {
          "id": "sr-002",
          "title": "ブラウザのタブ",
          "en": "Computer scientists in Finland suggest that having too many tabs and windows open in your browser can lead to stress and information overload. They recommend decluttering your browsing space to reduce this stress. This clutter often arises when individuals attempt to manage too many tasks simultaneously or leave tabs open without a clear purpose. Approximately 25% of computer users experience this as a significant issue. Browser clutter can also arise from distractions like online ads or pop-ups, as well as getting lost in navigation and search tasks. In a survey of 400 people and a subsequent interview study with 16 participants, it was found that over half of the respondents typically had five to ten tabs open, and 80% kept one to three browser windows open. While some people attempt to manage clutter by organizing tasks with new windows for each one, researcher Rongjun Ma noted that it causes more stress because it only makes it difficult to locate the right window. According to one of the co-researchers, using too many tabs is similar to using a kitchen table for various purposes simultaneously without tidying up.",
          "slash": "Computer scientists in Finland / suggest / that having too many tabs and windows open / in your browser / can lead to stress / and information overload. They recommend / decluttering your browsing space / to reduce this stress. This clutter / often arises / when individuals attempt / to manage too many tasks simultaneously / or leave tabs open / without a clear purpose. Approximately 25% / of computer users / experience this / as a significant issue. Browser clutter / can also arise / from distractions like online ads or pop-ups, / as well as getting lost / in navigation and search tasks. In a survey of 400 people / and a subsequent interview study / with 16 participants, / it was found / that over half of the respondents / typically had five to ten tabs open, / and 80% / kept one to three browser windows open. While some people / attempt to manage clutter / by organizing tasks / with new windows for each one, / researcher Rongjun Ma / noted / that it causes more stress / because it only makes it difficult / to locate the right window. According to one of the co-researchers, / using too many tabs / is similar to using a kitchen table / for various purposes simultaneously / without tidying up.",
          "ja": "フィンランドのコンピュータ科学者たちは、ブラウザでタブやウィンドウを開きすぎると、ストレスや情報過多につながると指摘しています。彼らは、そのストレスを減らすために閲覧環境を整理することを勧めています。こうした散らかりは、複数の作業を同時に管理しようとしたり、目的なくタブを開きっぱなしにしたりすると起こりがちです。およそ25%のユーザーが、これを大きな問題だと感じています。さらに、オンライン広告やポップアップのような注意散漫要因、ナビゲーションや検索で迷うことも、ブラウザの散乱を招きます。400人への調査と16人への追跡インタビューでは、回答者の半数超が通常5〜10個のタブを開き、80%が1〜3個のブラウザウィンドウを同時に開いていることが分かりました。作業ごとにウィンドウを分けて管理する人もいますが、研究者のRongjun Ma氏は、かえって正しいウィンドウを見つけにくくなり、ストレスが増すと述べています。共同研究者の一人は、タブを開きすぎる状態を、片付けずにキッチンテーブルを同時に多用途で使っているのと同じだと例えています。"
        },
        {
          "id": "sr-003",
          "title": "インフルエンサー専門学部",
          "en": "An Irish university is offering a new program to help people who wanna be online influencers. This program is the first of its kind in Ireland. Students in this program will learn about making videos, taking pictures, professional writing, and social media marketing. The university's website says that completing this program can lead to a successful career, where you can use digital platforms to connect with people worldwide. It also mentions that the influencer market is worth around 21 billion dollars, and there are plenty of job opportunities in this field. One of the professors at the university talked on a radio about how graduates could either work on their own as influencers or join a company as a content creator. She pointed out that while many young people are good with social media, the program gives them business and technical skills for success. Since more and more people wanna be influencers, courses like this are likely to become very popular. A recent survey found that 57% of young people want to be influencers, and 3 out of 10 said they'd even be willing to pay to become one. The influencer course will start taking applications in November, and classes will begin in 2024.",
          "slash": "An Irish university / is offering a new program / to help people / who wanna be online influencers. This program / is the first of its kind / in Ireland. Students in this program / will learn about making videos, / taking pictures, / professional writing, / and social media marketing. The university's website / says / that completing this program / can lead to a successful career, / where you can use digital platforms / to connect with people worldwide. It also mentions / that the influencer market / is worth around 21 billion dollars, / and there are plenty of job opportunities / in this field. One of the professors / at the university / talked on a radio / about how graduates / could either work on their own / as influencers / or join a company / as a content creator. She pointed out / that while many young people / are good with social media, / the program gives them / business and technical skills / for success. Since more and more people / wanna be influencers, / courses like this / are likely to become very popular. A recent survey / found / that 57% of young people / want to be influencers, / and 3 out of 10 / said / they'd even be willing to pay / to become one. The influencer course / will start taking applications / in November, / and classes / will begin in 2024.",
          "ja": "アイルランドのある大学が、オンラインインフルエンサーを目指す人向けの新しいプログラムを提供しています。これはアイルランド初の取り組みです。受講生は動画制作、写真撮影、実務的なライティング、SNSマーケティングを学びます。大学のウェブサイトによると、このプログラムの修了は、デジタルプラットフォームで世界中の人とつながるキャリアにつながる可能性があります。また、インフルエンサーマーケットは約210億ドル規模で、関連する仕事の機会も多いと説明されています。大学教授の一人はラジオで、卒業生は個人でインフルエンサーとして活動することも、企業でコンテンツクリエイターとして働くこともできると話しました。多くの若者はすでにSNSに慣れているものの、このプログラムは成功に必要なビジネススキルと技術スキルを与えると指摘しています。インフルエンサー志望者が増えているため、このようなコースは今後さらに人気になると見られます。最近の調査では、若者の57%がインフルエンサーになりたいと答え、10人中3人はそのためにお金を払ってもよいと回答しました。このコースは11月に出願受付を開始し、授業は2024年に始まります。"
        },
        {
          "id": "sr-004",
          "title": "名前の響きが良い都市",
          "en": "Have you ever considered which city has the nicest-sounding name? According to a report by the UK hotel company Premier Inn, the answer is Tokyo. The reason is a bit complex. Premier Inn based their findings on a 2018 study by researchers from the UK and Italy. This study focused on phonemes, which are the smallest sound units that form words. The researchers argued that different phonemes evoke different emotions. They investigated which ones make us feel positive and which ones make us feel negative. This is known as emotional sound symbolism. Premier Inn used this data to create a list of cities with the most beautiful names. They assessed 100 cities and assigned scores based on the phonemes in their names. Tokyo came out on top, beating out Mumbai, Vancouver, Kyoto, and Nairobi. So, do cities with lovely names also turn out to be beautiful cities? Well, both Vancouver and Kyoto are listed among Rough Guides' top 14 most beautiful cities. However, it's hard to say if emotional sound symbolism plays a role.",
          "slash": "Have you ever considered / which city / has the nicest-sounding name? According to a report / by the UK hotel company Premier Inn, / the answer / is Tokyo. The reason / is a bit complex. Premier Inn / based their findings / on a 2018 study / by researchers / from the UK and Italy. This study / focused on phonemes, / which are the smallest sound units / that form words. The researchers / argued / that different phonemes / evoke different emotions. They investigated / which ones / make us feel positive / and which ones / make us feel negative. This / is known as emotional sound symbolism. Premier Inn / used this data / to create a list / of cities / with the most beautiful names. They assessed 100 cities / and assigned scores / based on the phonemes / in their names. Tokyo / came out on top, / beating out Mumbai, Vancouver, Kyoto, and Nairobi. So, / do cities with lovely names / also turn out to be beautiful cities? Well, / both Vancouver and Kyoto / are listed / among Rough Guides' / top 14 most beautiful cities. However, / it's hard to say / if emotional sound symbolism / plays a role.",
          "ja": "どの都市の名前が最も美しく聞こえるか、考えたことはありますか。英国のホテル会社Premier Innの報告によると、答えは東京です。理由は少し複雑です。Premier Innは、英国とイタリアの研究者による2018年の研究をもとに結論を出しました。この研究は、単語を構成する最小の音の単位である音素に注目しています。研究者たちは、音素の違いが感情の違いを引き起こすと主張しました。どの音素がポジティブな感情を、どの音素がネガティブな感情を生むのかを調べたのです。これは感情的音象徴と呼ばれます。Premier Innはこのデータを使って、名前が美しい都市のランキングを作成しました。100都市を評価し、都市名に含まれる音素にもとづいて点数化した結果、東京がムンバイ、バンクーバー、京都、ナイロビを抑えて1位になりました。では、名前が美しい都市は実際にも美しい都市なのでしょうか。Rough Guidesの「最も美しい都市14選」には、バンクーバーと京都の両方が入っています。ただし、そこに感情的音象徴がどの程度関係しているかを断定するのは難しいようです。"
        },
        {
          "id": "sr-005",
          "title": "外国人観光客の回復",
          "en": "Japan is making a strong comeback in tourism. It has not only recovered but has also exceeded its pre-pandemic tourist numbers. This is thanks to Japan's strong focus on being welcoming, keeping things safe, and coming up with new ideas for tourism. Kyoto and Tokyo are still big favorites among tourists. Kyoto has old temples with interesting stories, and they also do calm tea ceremonies. Tokyo, on the other hand, is all about modern stuff and cool technology. There are tall buildings, cool gadgets, and lots of fun places like Shibuya. Both cities have different things to explore, showing Japan's mix of old and new, and attracting more international visitors. Additionally, Japan's diverse landscapes, offering cherry blossoms in spring and snow-covered mountains in winter, contribute to the renewed interest. This comeback is not just about the economy. It shows that Japan remains a place that captures the interest of people from around the world. As Japan welcomes more tourists, going beyond the pre-pandemic numbers, it's clear that the country is getting back its position as a top global tourism spot.",
          "slash": "Japan / is making a strong comeback / in tourism. It / has not only recovered / but has also exceeded / its pre-pandemic tourist numbers. This / is thanks to Japan's strong focus / on being welcoming, / keeping things safe, / and coming up with new ideas / for tourism. Kyoto and Tokyo / are still big favorites / among tourists. Kyoto / has old temples / with interesting stories, / and they also do calm tea ceremonies. Tokyo, on the other hand, / is all about modern stuff / and cool technology. There are tall buildings, / cool gadgets, / and lots of fun places / like Shibuya. Both cities / have different things to explore, / showing Japan's mix / of old and new, / and attracting more international visitors. Additionally, / Japan's diverse landscapes, / offering cherry blossoms in spring / and snow-covered mountains in winter, / contribute / to the renewed interest. This comeback / is not just about the economy. It / shows / that Japan remains a place / that captures the interest / of people from around the world. As Japan / welcomes more tourists, / going beyond the pre-pandemic numbers, / it's clear / that the country / is getting back its position / as a top global tourism spot.",
          "ja": "日本の観光は力強く回復しています。単に回復しただけでなく、パンデミック前の訪日者数を上回りました。背景には、日本が「歓迎する姿勢」「安全性の確保」「新しい観光アイデアの創出」を重視してきたことがあります。京都と東京は今も観光客に高い人気があります。京都には歴史ある寺院や趣のある茶道体験があり、東京には近代的な都市景観と先端テクノロジーがあります。高層ビル、先進的なガジェット、渋谷のような活気あるエリアなど、両都市には異なる魅力があります。この対比は日本の「伝統と現代の融合」を示し、海外からの関心を高めています。さらに、春の桜や冬の雪山といった多様な自然景観も、再注目の要因になっています。この回復は経済面だけの話ではなく、日本が世界中の人々を惹きつける国であり続けていることを示しています。訪日者数がコロナ前を超える中で、日本が世界有数の観光地としての地位を取り戻しつつあることは明らかです。"
        },
        {
          "id": "sr-006",
          "title": "モチベーションが上がる名言",
          "en": "Throughout history, people from all walks of life have shared words of wisdom that continue to inspire and motivate people around the world. Thomas Edison, the inventor credited with the creation of the light bulb, famously remarked, \"I have not failed. I've just found 10,000 ways that won't work.\" This quote highlights Edison's relentless pursuit of innovation and his unwavering belief in the power of perseverance. It teaches us that failure is not a deterrent but a necessary step on the path to success. Henry Ford, the founder of Ford Motor Company, once said, \"Whether you think you can, or you think you can't-you're right.\" This quote highlights how our mindset can affect what we achieve. By cultivating a positive and determined mindset, we can overcome obstacles and achieve success. Nelson Mandela, a respected leader in South Africa's fight against apartheid, once said, \"You can't change the past, but you can change the future.\" This reminds us to focus on what lies ahead and not dwell on past mistakes. Mandela's commitment to hope and forgiveness shows us how powerful it can be to keep moving forward. In conclusion, these quotes offer valuable lessons about perseverance, determination, and believing in ourselves. They remind us that overcoming obstacles is possible, and success is within reach if we stay focused and resilient.",
          "slash": "Throughout history, / people from all walks of life / have shared words of wisdom / that continue to inspire and motivate people / around the world. Thomas Edison, / the inventor credited / with the creation of the light bulb, / famously remarked, / \"I have not failed. / I've just found 10,000 ways / that won't work.\" This quote / highlights Edison's relentless pursuit / of innovation / and his unwavering belief / in the power of perseverance. It teaches us / that failure / is not a deterrent / but a necessary step / on the path to success. Henry Ford, / the founder of Ford Motor Company, / once said, / \"Whether you think you can, / or you think you can't, / you're right.\" This quote / highlights / how our mindset / can affect / what we achieve. By cultivating / a positive and determined mindset, / we can overcome obstacles / and achieve success. Nelson Mandela, / a respected leader / in South Africa's fight against apartheid, / once said, / \"You can't change the past, / but you can change the future.\" This reminds us / to focus on what lies ahead / and not dwell on past mistakes. Mandela's commitment / to hope and forgiveness / shows us / how powerful it can be / to keep moving forward. In conclusion, / these quotes / offer valuable lessons / about perseverance, determination, / and believing in ourselves. They remind us / that overcoming obstacles / is possible, / and success / is within reach / if we stay focused and resilient.",
          "ja": "歴史を通して、さまざまな立場の人々が、今なお世界中の人を勇気づける言葉を残してきました。電球の発明で知られるトーマス・エジソンは、「私は失敗していない。うまくいかない方法を1万通り見つけただけだ」と述べています。この言葉は、彼の粘り強い挑戦と、継続の力への揺るぎない信念を示しています。つまり失敗は妨げではなく、成功への過程に必要な一歩だということです。フォード社の創業者ヘンリー・フォードは、「できると思っても、できないと思っても、その通りになる」と語りました。これは、私たちの思考が結果に大きく影響することを示しています。前向きで意志のある姿勢を育てれば、困難を乗り越え成功に近づけます。南アフリカで反アパルトヘイト運動を導いたネルソン・マンデラは、「過去は変えられないが、未来は変えられる」と言いました。この言葉は、過去の失敗にとらわれず先を見て進む大切さを教えてくれます。希望と赦しを大切にした彼の姿勢は、前進し続けることの力強さを示しています。こうした名言は、粘り強さ、決意、自己信頼の重要性を私たちに伝え、集中力としなやかさを保てば成功は手の届くところにあると気づかせてくれます。"
        },
        {
          "id": "sr-007",
          "title": "習慣化のコツ",
          "en": "Are you finding it difficult to form new habits? Here are some effective methods for building habits. First, it's important to \"start with small steps\". Instead of trying to achieve a big goal all at once, start with simple steps. For example, start with five minutes of stretching every day or drinking water once a day. Next, \"consistent practice\" is crucial. It's essential for habit formation and helps to reinforce the habit. \"Setting time and place\" is another effective method. By setting a specific time and place for the behavior, the brain is more likely to automate it. Additionally, \"setting rewards or positive feedback\" can boost motivation. Giving yourself small rewards or positive feedback after completing the behavior can help with habit formation. Lastly, \"creating a supportive environment\" is vital. It's helpful to create an environment that supports it. For example, if you want to exercise regularly, going to the gym or having exercise equipment readily available can help create an environment conducive to exercise. By combining these methods, you can find a habit formation strategy that works for you. Regular reflection and adjustments, along with consistent action, will help you succeed in habit formation.",
          "slash": "Are you finding it difficult / to form new habits? Here are some effective methods / for building habits. First, / it's important / to start with small steps. Instead of trying / to achieve a big goal / all at once, / start / with simple steps. For example, / start / with five minutes of stretching / every day / or drinking water / once a day. Next, / consistent practice / is crucial. It's essential / for habit formation / and helps / to reinforce the habit. Setting time and place / is another effective method. By setting / a specific time and place / for the behavior, / the brain / is more likely / to automate it. Additionally, / setting rewards / or positive feedback / can boost motivation. Giving yourself / small rewards / or positive feedback / after completing the behavior / can help / with habit formation. Lastly, / creating a supportive environment / is vital. It's helpful / to create an environment / that supports it. For example, / if you want / to exercise regularly, / going to the gym / or having exercise equipment / readily available / can help create / an environment / conducive to exercise. By combining these methods, / you can find / a habit formation strategy / that works for you. Regular reflection and adjustments, / along with consistent action, / will help you succeed / in habit formation.",
          "ja": "新しい習慣を身につけるのが難しいと感じますか。ここでは、習慣化に効果的な方法を紹介します。まず大切なのは、小さく始めることです。大きな目標を一気に達成しようとするのではなく、シンプルな行動から始めます。たとえば毎日5分のストレッチ、あるいは1日1回水を飲む、といったレベルで十分です。次に、継続的な実践が重要です。習慣を定着させるには繰り返しが不可欠です。さらに「時間と場所を決める」ことも有効です。いつ・どこでやるかを固定すると、脳がその行動を自動化しやすくなります。また、ごほうびやポジティブなフィードバックを設定すると、やる気が上がります。行動後に自分を小さく褒めるだけでも、習慣化は進みます。最後に、習慣を支える環境づくりが欠かせません。たとえば運動を習慣にしたいなら、ジムに通う、道具をすぐ使える場所に置くなど、行動しやすい環境を整えることが効果的です。これらを組み合わせれば、自分に合った習慣化の方法が見つかります。定期的に振り返って調整し、行動を続けることが成功につながります。"
        },
        {
          "id": "sr-008",
          "title": "日本語と英語の言語的違い",
          "en": "The linguistic differences between Japanese and English are deeply rooted in their cultural backgrounds. In Japanese culture, people focus on working together and helping each other. From this cultural context, Japanese language is rich in expressions of respect. People use humble and polite words when talking to others, especially to those who are older or in higher positions to show respect. However, in Western cultures, particularly in English-speaking countries, people focus more on being independent and expressing themselves. They often share their thoughts and feelings openly using phrases like \"I think\" or \"In my opinion.\" Also, English doesn't have as many rules for being polite as Japanese does, so it's easier to say things in different ways. Moreover, communication styles are also different. In Japan, indirect communication is preferred, and nuances and non-verbal cues are emphasized. This includes subtle word choices, facial expressions, and body language which convey important information. On the contrary, in Western countries, direct communication is more common, where opinions and feelings are often expressed straightforwardly. Learning about these differences is interesting. It shows how Japanese and English are connected to their cultural backgrounds and communication styles.",
          "slash": "The linguistic differences / between Japanese and English / are deeply rooted / in their cultural backgrounds. In Japanese culture, / people focus on working together / and helping each other. From this cultural context, / Japanese language / is rich in expressions of respect. People / use humble and polite words / when talking to others, / especially to those / who are older / or in higher positions / to show respect. However, / in Western cultures, / particularly in English-speaking countries, / people focus more / on being independent / and expressing themselves. They often share / their thoughts and feelings / openly / using phrases / like \"I think\" / or \"In my opinion.\" Also, / English / doesn't have as many rules / for being polite / as Japanese does, / so it's easier / to say things / in different ways. Moreover, / communication styles / are also different. In Japan, / indirect communication / is preferred, / and nuances / and non-verbal cues / are emphasized. This includes / subtle word choices, / facial expressions, / and body language / which convey important information. On the contrary, / in Western countries, / direct communication / is more common, / where opinions and feelings / are often expressed / straightforwardly. Learning about these differences / is interesting. It shows / how Japanese and English / are connected / to their cultural backgrounds / and communication styles.",
          "ja": "日本語と英語の言語的な違いは、それぞれの文化的背景に深く根ざしています。日本文化では、協調や相互配慮が重視されるため、日本語には敬意を示す表現が豊富です。特に目上の人や立場が上の人に対しては、丁寧語や謙譲語を使って敬意を表します。一方、西洋文化、とくに英語圏では、自立や自己表現がより重視されます。そのため「I think」や「In my opinion」のように、自分の考えや感情を率直に伝える場面が多く見られます。また、英語には日本語ほど細かな敬語ルールがないため、言い方の自由度が高い面があります。コミュニケーションスタイルも異なります。日本では間接的な伝え方が好まれ、言外のニュアンスや非言語的サインが重視されます。微妙な語の選択、表情、身ぶりなども重要な情報になります。対して西洋では、意見や感情を直接的に表現する傾向が強いです。こうした違いを学ぶことは興味深く、日本語と英語が文化や伝達スタイルと密接に結びついていることが分かります。"
        },
        {
          "id": "sr-009",
          "title": "世界の多様な食文化",
          "en": "Food cultures vary widely around the world, reflecting the unique history, traditions, and environment of each region. These culinary traditions showcase a diverse range of dishes and ingredients, providing insight into the local way of life. In China, for example, a wide range of creatures serves as culinary ingredients such as duck embryos, scorpions, and fly larvae. These dishes are deeply connected to the history and food supply of the region and constitute an important aspect of Chinese food culture. France boasts a tradition of consuming escargot, or snails, as a delicacy. They are often cooked with butter, garlic, and herbs. This dish is popular and represents a typical French food. In Australia, crocodile meat is commonly eaten and can be found in dishes like steaks or burgers. In Mexico, grasshoppers are enjoyed in tacos or grilled dishes. Rich in protein, they are an integral part of local cuisine. Cambodia presents the unique tradition of consuming tarantulas as a snack. They are often fried or stir-fried and sold in local markets. These examples highlight the diversity of food cultures around the world. Each culture has its own unique dishes and ingredients, reflecting the traditions and lifestyle of its people.",
          "slash": "Food cultures / vary widely / around the world, / reflecting the unique history, traditions, / and environment / of each region. These culinary traditions / showcase a diverse range / of dishes and ingredients, / providing insight / into the local way of life. In China, / for example, / a wide range of creatures / serves as culinary ingredients / such as duck embryos, scorpions, / and fly larvae. These dishes / are deeply connected / to the history and food supply / of the region / and constitute / an important aspect / of Chinese food culture. France / boasts a tradition / of consuming escargot, / or snails, / as a delicacy. They are often cooked / with butter, garlic, and herbs. This dish / is popular / and represents / a typical French food. In Australia, / crocodile meat / is commonly eaten / and can be found / in dishes / like steaks or burgers. In Mexico, / grasshoppers / are enjoyed / in tacos or grilled dishes. Rich in protein, / they are / an integral part / of local cuisine. Cambodia / presents the unique tradition / of consuming tarantulas / as a snack. They are often fried / or stir-fried / and sold / in local markets. These examples / highlight the diversity / of food cultures / around the world. Each culture / has its own unique dishes / and ingredients, / reflecting the traditions / and lifestyle / of its people.",
          "ja": "世界の食文化は地域ごとに大きく異なり、それぞれの歴史・伝統・自然環境を反映しています。料理の慣習には多様な食材と調理法があり、その土地の暮らし方を理解する手がかりになります。たとえば中国では、アヒルの胚、サソリ、ハエの幼虫など、さまざまな生き物が食材として使われることがあります。これらは地域の歴史や食料事情と深く結びつき、中国の食文化の一部を形づくっています。フランスではエスカルゴ（カタツムリ）を珍味として食べる伝統があり、バター・ガーリック・ハーブで調理されることが多いです。オーストラリアではワニ肉が食べられ、ステーキやバーガーに使われます。メキシコではバッタがタコスや焼き料理として親しまれ、高たんぱくな地元食材として定着しています。カンボジアにはタランチュラを軽食として食べる独自の習慣があり、揚げ物や炒め物として市場で売られています。こうした例は、世界の食文化の多様性をよく示しています。どの文化にも、その土地の伝統や生活様式を映す固有の料理と食材があります。"
        },
        {
          "id": "sr-010",
          "title": "AIの技術革新",
          "en": "In recent years, technological innovations in artificial intelligence have been rapidly advancing worldwide, revolutionizing various fields. Today, I will introduce several examples of AI-driven services from abroad. Firstly, let's talk about China's facial recognition payment system. In China, customers can now complete transactions simply by scanning their faces. This technology not only speeds up the payment process but also makes it more convenient and secure. Next up is the AI-powered medical diagnosis system in the UK. The National Health Service (NHS) has integrated AI to assist doctors in diagnosing illnesses and planning treatments. This is expected to lead to more accurate diagnoses and better treatment outcomes for patients. In Germany, there are self-driving buses that use AI to navigate the roads safely and efficiently. These buses monitor their surroundings and transport passengers to their destinations, potentially reducing traffic congestion and accidents in the future. In conclusion, AI innovation is happening all around the world, transforming various fields. These real-life examples highlight the importance of AI and its potential implications for our lives and society. It's crucial for us to keep learning about AI and how it affects us.",
          "slash": "In recent years, / technological innovations / in artificial intelligence / have been rapidly advancing / worldwide, / revolutionizing various fields. Today, / I will introduce / several examples / of AI-driven services / from abroad. Firstly, / let's talk about / China's facial recognition payment system. In China, / customers / can now complete transactions / simply by scanning their faces. This technology / not only speeds up / the payment process / but also makes it / more convenient and secure. Next up / is the AI-powered medical diagnosis system / in the UK. The National Health Service (NHS) / has integrated AI / to assist doctors / in diagnosing illnesses / and planning treatments. This / is expected / to lead to more accurate diagnoses / and better treatment outcomes / for patients. In Germany, / there are self-driving buses / that use AI / to navigate the roads / safely and efficiently. These buses / monitor their surroundings / and transport passengers / to their destinations, / potentially reducing / traffic congestion / and accidents / in the future. In conclusion, / AI innovation / is happening / all around the world, / transforming various fields. These real-life examples / highlight / the importance of AI / and its potential implications / for our lives and society. It's crucial / for us / to keep learning / about AI / and how it affects us.",
          "ja": "近年、人工知能の技術革新は世界的に急速に進み、さまざまな分野を変えつつあります。ここでは海外のAI活用例をいくつか紹介します。まず中国の顔認証決済です。中国では顔をスキャンするだけで支払いが完了でき、決済の高速化だけでなく利便性と安全性の向上にもつながっています。次に英国のAI医療診断システムです。国民保健サービス（NHS）は、病気の診断や治療計画を支援するためにAIを導入しており、より正確な診断と治療成果の改善が期待されています。ドイツではAIを使う自動運転バスが運行されており、周囲を監視しながら安全かつ効率的に走行し、将来的には渋滞や事故の軽減が見込まれます。このようにAIの革新は世界各地で進み、社会のさまざまな領域に影響を与えています。具体例を通じて、AIの重要性と私たちの生活・社会への影響可能性がよく分かります。だからこそ、AIについて学び続けることが重要です。"
        },
        {
          "id": "sr-011",
          "title": "日本人の長寿の秘訣",
          "en": "Japan is internationally recognized as a country with high longevity rates. The factors contributing to this longevity are multifaceted and complex. Firstly, a key factor is the emphasis on a balanced and nutritious diet. Traditional Japanese meals are rich in vegetables, fish, soybeans, and seaweed, which collectively reduce the risk of chronic diseases like heart disease and diabetes. Next, regular and moderate exercise plays a significant role. Japanese individuals commonly engage in activities such as walking and stretching, contributing to overall physical health and stress reduction. Moreover, the advanced healthcare system in Japan is also a factor in longevity. The widespread availability of advanced medical technology and preventive medicine allows for early detection and appropriate treatment. Additionally, the establishment of comprehensive welfare systems tailored for the elderly is crucial. These systems provide essential services such as healthcare management and caregiving support, ensuring a high quality of life for seniors. Other contributing factors include low smoking rates, social connections, and cultural practices. In conclusion, Japan's longevity can be attributed to a combination of healthy lifestyle habits and social support systems. While the secret to longevity is not simple, there is much we can learn from Japan.",
          "slash": "Japan / is internationally recognized / as a country / with high longevity rates. The factors / contributing to this longevity / are multifaceted / and complex. Firstly, / a key factor / is the emphasis / on a balanced and nutritious diet. Traditional Japanese meals / are rich in vegetables, fish, soybeans, / and seaweed, / which collectively reduce / the risk / of chronic diseases / like heart disease and diabetes. Next, / regular and moderate exercise / plays a significant role. Japanese individuals / commonly engage in activities / such as walking and stretching, / contributing / to overall physical health / and stress reduction. Moreover, / the advanced healthcare system / in Japan / is also a factor / in longevity. The widespread availability / of advanced medical technology / and preventive medicine / allows / for early detection / and appropriate treatment. Additionally, / the establishment / of comprehensive welfare systems / tailored for the elderly / is crucial. These systems / provide essential services / such as healthcare management / and caregiving support, / ensuring / a high quality of life / for seniors. Other contributing factors / include low smoking rates, / social connections, / and cultural practices. In conclusion, / Japan's longevity / can be attributed / to a combination / of healthy lifestyle habits / and social support systems. While the secret to longevity / is not simple, / there is much / we can learn / from Japan.",
          "ja": "日本は長寿国として国際的に知られています。その要因は多面的で複雑です。第一に、栄養バランスの取れた食生活が重要です。日本の伝統的な食事は野菜・魚・大豆・海藻が豊富で、心疾患や糖尿病などの慢性疾患リスクを下げることに役立ちます。次に、適度で継続的な運動も大きな要素です。日本では散歩やストレッチのような活動が日常に取り入れられ、身体の健康維持やストレス軽減につながっています。さらに、日本の高度な医療体制も長寿を支えています。先進医療技術と予防医療が広く利用できるため、早期発見と適切な治療が可能です。高齢者向けの福祉制度が整っている点も重要で、健康管理や介護支援といった必要なサービスが生活の質を支えています。ほかにも、喫煙率の低さ、人とのつながり、文化的習慣などが影響しています。つまり、日本の長寿は健康的な生活習慣と社会的支援の組み合わせによって実現していると言えます。単純な答えではありませんが、日本から学べる点は多くあります。"
        },
        {
          "id": "sr-012",
          "title": "色の持つ効果",
          "en": "Have you ever noticed how colors are used in the places around you? What effects do you think colors have? Colors have a significant impact on our emotions and behaviors. So let's explore some specific examples. First, let's talk about restaurants and eateries. These places often use colors like red or orange because they stimulate appetite, increase customer stay time, and make dining more enjoyable. Next, retail stores utilize color psychology in their design and displays. Colors like red or yellow are used to highlight specific products and influence customers' moods and behaviors. Similarly, healthcare facilities effectively use colors. Calming colors such as blue or green are adopted to promote relaxation and reassure patients. Bright colors are also used to make waiting areas more pleasant. Moreover, offices and workspaces are not exceptions. Office designs leveraging color psychology can enhance employee productivity and creativity. Colors like blue or green are often used to increase concentration and reduce stress. Lastly, hotels and resorts also employ specific colors. Warm colors like orange or brown create a cozy atmosphere and encourage guests to relax and enjoy their stay. These examples illustrate how colors are effectively used in various places. Color psychology plays an essential role in our daily lives.",
          "slash": "Have you ever noticed / how colors are used / in the places around you? What effects / do you think / colors have? Colors / have a significant impact / on our emotions / and behaviors. So / let's explore / some specific examples. First, / let's talk about / restaurants and eateries. These places / often use colors / like red or orange / because they stimulate appetite, / increase customer stay time, / and make dining / more enjoyable. Next, / retail stores / utilize color psychology / in their design and displays. Colors / like red or yellow / are used / to highlight specific products / and influence customers' moods / and behaviors. Similarly, / healthcare facilities / effectively use colors. Calming colors / such as blue or green / are adopted / to promote relaxation / and reassure patients. Bright colors / are also used / to make waiting areas / more pleasant. Moreover, / offices and workspaces / are not exceptions. Office designs / leveraging color psychology / can enhance / employee productivity / and creativity. Colors / like blue or green / are often used / to increase concentration / and reduce stress. Lastly, / hotels and resorts / also employ specific colors. Warm colors / like orange or brown / create a cozy atmosphere / and encourage guests / to relax / and enjoy their stay. These examples / illustrate / how colors are effectively used / in various places. Color psychology / plays an essential role / in our daily lives.",
          "ja": "身の回りの場所で、色がどのように使われているか気づいたことはありますか。色は私たちの感情や行動に大きな影響を与えます。具体例を見てみましょう。まず飲食店では、赤やオレンジがよく使われます。食欲を刺激し、滞在時間を延ばし、食事体験をより楽しく感じさせる効果があるためです。次に小売店では、色彩心理が店舗設計や陳列に活用されます。赤や黄色は商品を目立たせ、顧客の気分や購買行動に影響を与えます。医療施設でも色は有効です。青や緑のような落ち着いた色は、リラックスを促し患者の不安を和らげます。待合室には明るい色が使われ、空間を快適にします。オフィスでも同様で、色彩心理を取り入れた設計は生産性や創造性の向上に役立ちます。青や緑は集中力を高め、ストレスを減らす色として使われます。ホテルやリゾートでは、オレンジやブラウンなどの暖色が、居心地の良い雰囲気をつくり、宿泊客のリラックスを促します。これらの例から、色がさまざまな場面で意図的に使われていることが分かります。色彩心理は日常生活で重要な役割を果たしています。"
        },
        {
          "id": "sr-013",
          "title": "世界最強のパスポート",
          "en": "For travelers worldwide, a passport symbolizes more than just a travel document. It's the gateway to boundless exploration and unforgettable experiences. Today, let's talk about the world's most powerful passports. As of 2024, four European countries and two Asian countries are considered to possess the most powerful passports. In Asia, Singapore and Japan, maintaining their top positions from 2023, are joined this year by France, Germany, Italy, and Spain from Europe. These six countries allow visa-free entry to 194 countries, enabling travelers to explore the world without the hassle and expense of visa applications. These nations boast high international reliability, political stability, and economic credibility. Consequently, their passports enjoy high status worldwide, offering more privileges and convenience than those of other countries. Furthermore, due to stringent safety standards, the risk of passport fraud or misuse is minimized, ensuring the safety of travelers. In summary, passports from France, Germany, Italy, Spain, Singapore, and Japan are currently recognized as the world's most powerful and reliable. Having one of these passports is like having a golden ticket to start your next big adventure.",
          "slash": "For travelers worldwide, / a passport / symbolizes / more than just a travel document. It's / the gateway / to boundless exploration / and unforgettable experiences. Today, / let's talk about / the world's most powerful passports. As of 2024, / four European countries / and two Asian countries / are considered / to possess / the most powerful passports. In Asia, / Singapore and Japan, / maintaining their top positions / from 2023, / are joined this year / by France, Germany, Italy, and Spain / from Europe. These six countries / allow visa-free entry / to 194 countries, / enabling travelers / to explore the world / without the hassle and expense / of visa applications. These nations / boast high international reliability, / political stability, / and economic credibility. Consequently, / their passports / enjoy high status / worldwide, / offering more privileges and convenience / than those of other countries. Furthermore, / due to stringent safety standards, / the risk / of passport fraud or misuse / is minimized, / ensuring / the safety of travelers. In summary, / passports from France, Germany, Italy, Spain, / Singapore, and Japan / are currently recognized / as the world's most powerful / and reliable. Having one of these passports / is like having / a golden ticket / to start your next big adventure.",
          "ja": "世界の旅行者にとって、パスポートは単なる渡航書類以上の意味を持ちます。新しい世界への扉であり、忘れられない体験への入口です。では、いま最も強いパスポートはどこの国でしょうか。2024年時点では、ヨーロッパ4か国とアジア2か国が最上位に位置しています。アジアではシンガポールと日本が2023年から引き続き上位を維持し、欧州のフランス、ドイツ、イタリア、スペインがこれに加わります。これら6か国のパスポートは194か国へのビザなし渡航が可能で、旅行者はビザ申請の手間や費用を大きく減らせます。これらの国は国際的な信頼性、政治的安定性、経済的信用が高く、その結果、パスポートの国際的評価も高くなっています。さらに厳格な安全基準により、不正利用や偽造のリスクが抑えられ、旅行者の安全確保にも寄与しています。要するに、フランス、ドイツ、イタリア、スペイン、シンガポール、日本のパスポートは、現在もっとも強力で信頼性が高いと見なされています。これらのパスポートを持つことは、次の大きな冒険へのゴールデンチケットを手にするようなものです。"
        },
        {
          "id": "sr-014",
          "title": "ポジティブに過ごすための習慣",
          "en": "Do you know how to cultivate a more positive mindset each day? Today, let me introduce some constructive habits. To begin with, when you wake up in the morning, try speaking affirming words or thoughts to yourself. Take a moment while still in bed to encourage yourself with phrases like \"Today is going to be a great day!\" This simple practice can set the tone for a positive start to your day. Additionally, spending time in nature can have a beneficial impact on both your mental and physical well-being. Activities such as forest bathing or simply enjoying natural scenery can help reduce stress hormone levels and promote relaxation. Another effective habit is keeping a gratitude journal. By making it a routine to write down things you're thankful for at the end of each day, you can cultivate a greater appreciation for the joys of everyday life. Whether it's relishing a delicious meal or cherishing time spent with loved ones, reflecting on these moments of gratitude can help maintain a positive outlook. Using affirming language is also key. By consciously incorporating words like \"Thank you\" or \"Well done\" in your interactions with yourself and others, you can create a more positive atmosphere. By incorporating these habits into your daily life, you can experience greater satisfaction and have a positive impact on your overall well-being. Give them a try and see how they can enhance your day-to-day experiences.",
          "slash": "Do you know / how to cultivate / a more positive mindset / each day? Today, / let me introduce / some constructive habits. To begin with, / when you wake up / in the morning, / try speaking / affirming words or thoughts / to yourself. Take a moment / while still in bed / to encourage yourself / with phrases / like \"Today is going to be a great day!\" This simple practice / can set the tone / for a positive start / to your day. Additionally, / spending time in nature / can have a beneficial impact / on both your mental / and physical well-being. Activities / such as forest bathing / or simply enjoying natural scenery / can help reduce / stress hormone levels / and promote relaxation. Another effective habit / is keeping a gratitude journal. By making it a routine / to write down things / you're thankful for / at the end of each day, / you can cultivate / a greater appreciation / for the joys / of everyday life. Whether it's relishing / a delicious meal / or cherishing time spent / with loved ones, / reflecting on these moments / of gratitude / can help maintain / a positive outlook. Using affirming language / is also key. By consciously incorporating / words like \"Thank you\" / or \"Well done\" / in your interactions / with yourself and others, / you can create / a more positive atmosphere. By incorporating these habits / into your daily life, / you can experience / greater satisfaction / and have a positive impact / on your overall well-being. Give them a try / and see / how they can enhance / your day-to-day experiences.",
          "ja": "毎日をより前向きに過ごすにはどうすればよいか、考えたことはありますか。ここでは実践しやすい習慣を紹介します。まず、朝起きたときに自分へ肯定的な言葉をかけてみましょう。ベッドの中で「今日はきっと良い日になる」と声に出すだけでも、1日のスタートが前向きになります。次に、自然の中で過ごす時間も効果的です。森林浴や景色を眺めるだけでも、ストレスホルモンを下げ、心身のリラックスにつながります。さらに、感謝日記をつける習慣もおすすめです。1日の終わりに感謝できることを書き出すと、日常の小さな喜びに気づきやすくなります。おいしい食事を味わえたことや、大切な人と過ごせた時間を振り返ることで、前向きな見方を保ちやすくなります。また、「ありがとう」「よくできたね」のような肯定的な言葉を意識して使うことも大切です。自分にも他人にも前向きな言葉を使うことで、雰囲気そのものが明るくなります。これらの習慣を日常に取り入れれば、満足感が高まり、心身全体の状態にも良い影響が出ます。ぜひ試して、毎日の過ごし方の変化を実感してみてください。"
        },
        {
          "id": "sr-015",
          "title": "広告に使われている心理学",
          "en": "Advertising surrounds us in our everyday lives, whether it's on TV, the internet, social media, or posters in the streets. But have you ever wondered why they grab our attention so well? Well, it's all about psychology. First, let's talk about \"Social Proof.\" In advertising, by showing others using a product or service, they try to influence us. Messages like \"95% of customers choose our product!\" or posting images on social media of many people using a product, appeal to our desire to follow the crowd. Next, let's discuss the \"Scarcity Principle.\" People tend to value things that are rare or limited. In advertising, phrases like \"Limited time offer! Special price for a limited quantity!\" emphasize the scarcity of a product or service, increasing our desire to purchase. Then, there's \"Emotional Induction.\" Advertising often stimulates emotions like joy, sadness, or surprise to increase interest in a product or service. Methods like \"portraying families enjoying happy times, making it seem like the product enhances family life\" are used. When emotions are evoked, we're more likely to form positive impressions of products or services. These are just some of the psychological principles used in advertising. So, next time you see an advertisement, try to be aware of the psychological effects at play.",
          "slash": "Advertising / surrounds us / in our everyday lives, / whether it's on TV, / the internet, / social media, / or posters in the streets. But have you ever wondered / why they grab our attention / so well? Well, / it's all about psychology. First, / let's talk about / Social Proof. In advertising, / by showing others / using a product or service, / they try to influence us. Messages / like \"95% of customers / choose our product!\" / or posting images / on social media / of many people / using a product, / appeal / to our desire / to follow the crowd. Next, / let's discuss / the Scarcity Principle. People / tend to value / things / that are rare or limited. In advertising, / phrases / like \"Limited time offer!\" / and \"Special price / for a limited quantity!\" / emphasize the scarcity / of a product or service, / increasing our desire / to purchase. Then, / there's Emotional Induction. Advertising / often stimulates emotions / like joy, sadness, / or surprise / to increase interest / in a product or service. Methods / like portraying families / enjoying happy times, / making it seem / like the product / enhances family life, / are used. When emotions / are evoked, / we're more likely / to form positive impressions / of products or services. These / are just some / of the psychological principles / used in advertising. So, / next time / you see an advertisement, / try to be aware / of the psychological effects / at play.",
          "ja": "広告は、テレビ、インターネット、SNS、街中のポスターなど、私たちの日常のあらゆる場所にあります。では、なぜあれほど注意を引くのでしょうか。鍵は心理学です。まず「社会的証明」です。広告では、他人が商品やサービスを使っている様子を見せることで、私たちに影響を与えようとします。「95%の顧客が選んでいます」といった文言や、多くの人が使っている写真は、「みんなに合わせたい」という心理に働きかけます。次に「希少性の原理」です。人は希少なものに価値を感じやすいため、「期間限定」「数量限定特価」といった表現で、購買意欲を高めます。さらに「感情喚起」も重要です。広告は喜び・悲しみ・驚きなどの感情を刺激し、商品への関心を高めます。たとえば家族の幸せな場面を描き、商品が家族生活を豊かにするように見せる手法です。感情が動くと、商品やサービスに対して好意的な印象を持ちやすくなります。これらは広告で使われる心理テクニックの一部にすぎません。次に広告を見るときは、どんな心理効果が使われているか意識してみてください。"
        },
        {
          "id": "sr-016",
          "title": "世界のユニークな結婚式",
          "en": "Today, I'd like to talk about \"Unique Wedding Traditions Around the World\". Weddings are one of the most special days in life, celebrated in various forms across different cultures and traditions. Firstly, let's take a look at weddings in China. In China, the bride and groom wear red attire, symbolizing luck and joy, while white is avoided as it's associated with mourning. Additionally, there's the tea ceremony, where the couple serves tea to their parents, a beautiful gesture of respect and gratitude. Next, let's focus on Indian weddings. Indian weddings are characterized by vibrant colors and extravagance. In Hindu weddings, the couple takes seven vows called \"Saptapadi\", symbolizing ideals like love, respect, and partnership. Interestingly, Indian weddings often last 3 to 7 days, filled with various ceremonies and festivities, including all-night dancing, a common celebration of joy and blessings. Lastly, let's explore weddings in Sweden. In Sweden, it's a unique tradition that when either the bride or groom leaves their seats during the party, the groom is kissed by female guests and the bride is kissed by male guests. This helps the couple and their guests feel closer, making the wedding atmosphere more cozy and enjoyable. These wedding traditions and unique elements reflect the culture and beliefs of each society, creating unforgettable memories for those involved.",
          "slash": "Today, / I'd like to talk about / Unique Wedding Traditions / Around the World. Weddings / are one of the most special days / in life, / celebrated / in various forms / across different cultures / and traditions. Firstly, / let's take a look / at weddings / in China. In China, / the bride and groom / wear red attire, / symbolizing luck / and joy, / while white / is avoided / as it's associated / with mourning. Additionally, / there's the tea ceremony, / where the couple / serves tea / to their parents, / a beautiful gesture / of respect / and gratitude. Next, / let's focus on / Indian weddings. Indian weddings / are characterized / by vibrant colors / and extravagance. In Hindu weddings, / the couple / takes seven vows / called Saptapadi, / symbolizing ideals / like love, respect, / and partnership. Interestingly, / Indian weddings / often last / 3 to 7 days, / filled with / various ceremonies / and festivities, / including all-night dancing, / a common celebration / of joy and blessings. Lastly, / let's explore / weddings in Sweden. In Sweden, / it's a unique tradition / that when either the bride or groom / leaves their seats / during the party, / the groom / is kissed / by female guests / and the bride / is kissed / by male guests. This / helps the couple / and their guests / feel closer, / making the wedding atmosphere / more cozy / and enjoyable. These wedding traditions / and unique elements / reflect the culture / and beliefs / of each society, / creating unforgettable memories / for those involved.",
          "ja": "今日は「世界のユニークな結婚式の伝統」について話します。結婚式は人生でも特別な日であり、文化や伝統によって祝い方は大きく異なります。まず中国では、新郎新婦は幸運と喜びを象徴する赤い衣装を身につけ、喪を連想させる白は避けられます。また、二人が両親にお茶をふるまう茶礼という儀式があり、敬意と感謝を示す美しい習慣です。次にインドの結婚式です。鮮やかな色彩と華やかさが特徴で、ヒンドゥー式では「サプタパディ」と呼ばれる7つの誓いを立て、愛・尊重・協力といった価値を確認します。さらにインドの結婚式は3〜7日続くことも多く、夜通し踊るなど多彩な儀式で祝福します。最後にスウェーデンでは、披露宴中に新郎か新婦が席を外すと、新郎には女性ゲストが、新婦には男性ゲストがキスをするというユニークな習慣があります。これにより会場が和み、参加者同士の距離も縮まります。こうした結婚式の伝統は、それぞれの社会の文化や価値観を映し出し、関わる人々に忘れがたい思い出を残します。"
        },
        {
          "id": "sr-017",
          "title": "日本のユネスコ世界遺産",
          "en": "Are you familiar with UNESCO World Heritage sites? They're an international program identifying vital locations to safeguard cultural and natural legacies for future generations. Japan hosts numerous such sites, reflecting its rich history, culture, and scenic wonders. Let's explore a few. First, Itsukushima Shrine on Miyajima Island, Hiroshima Prefecture. Famous for its large torii gate standing in the beautiful water, this shrine's landscape is beloved by many. Designated as a national treasure, its main hall and stunning gardens add to its allure. Next, Mount Fuji, spanning Yamanashi and Shizuoka Prefectures. This volcano, towering at an elevation of 3,776 meters, is not only renowned for its breathtaking scenery and natural beauty but also holds significant importance in Japanese culture and spirituality. Then, Himeji Castle, located in Himeji City, Hyogo Prefecture, which is known for its beautiful white walls. One of the best-preserved castles in Japan, it is also called the \"White Heron Castle.\" Designated as a national treasure, its magnificent architecture and vast grounds attract many tourists. Lastly, the Atomic Bomb Dome in Hiroshima City serves as a powerful reminder of the nuclear devastation caused during World War II. It holds deep significance as a symbol of peace. These UNESCO sites symbolize Japan's rich heritage and scenic beauty, cherished by people worldwide.",
          "slash": "Are you familiar / with UNESCO World Heritage sites? They're / an international program / identifying vital locations / to safeguard cultural / and natural legacies / for future generations. Japan / hosts numerous such sites, / reflecting its rich history, culture, / and scenic wonders. Let's explore / a few. First, / Itsukushima Shrine / on Miyajima Island, / Hiroshima Prefecture. Famous / for its large torii gate / standing in the beautiful water, / this shrine's landscape / is beloved / by many. Designated / as a national treasure, / its main hall / and stunning gardens / add to its allure. Next, / Mount Fuji, / spanning Yamanashi / and Shizuoka Prefectures. This volcano, / towering at an elevation / of 3,776 meters, / is not only renowned / for its breathtaking scenery / and natural beauty / but also holds / significant importance / in Japanese culture / and spirituality. Then, / Himeji Castle, / located in Himeji City, / Hyogo Prefecture, / which is known / for its beautiful white walls. One of the best-preserved castles / in Japan, / it is also called / the White Heron Castle. Designated / as a national treasure, / its magnificent architecture / and vast grounds / attract many tourists. Lastly, / the Atomic Bomb Dome / in Hiroshima City / serves / as a powerful reminder / of the nuclear devastation / caused during World War II. It / holds deep significance / as a symbol of peace. These UNESCO sites / symbolize Japan's rich heritage / and scenic beauty, / cherished / by people worldwide.",
          "ja": "ユネスコ世界遺産をご存じでしょうか。これは、文化遺産や自然遺産を次世代へ守り継ぐために重要な場所を認定する国際的な制度です。日本には多くの世界遺産があり、豊かな歴史・文化・自然の魅力を示しています。いくつか見てみましょう。まず広島県宮島の厳島神社。海に立つ大鳥居で有名で、景観の美しさから多くの人に愛されています。国宝に指定された本殿や庭園も大きな魅力です。次に山梨県と静岡県にまたがる富士山。標高3776メートルのこの火山は、壮大な景観だけでなく、日本文化や精神性においても重要な意味を持ちます。続いて兵庫県姫路市の姫路城。白い外観で知られ、「白鷺城」とも呼ばれます。保存状態の良い城として有名で、国宝にも指定され、壮麗な建築と広い敷地が多くの観光客を引きつけています。最後に広島市の原爆ドーム。第二次世界大戦の核被害を今に伝える存在であり、平和の象徴として深い意味を持ちます。これらの世界遺産は、日本の豊かな遺産と自然美を象徴し、世界中の人々に大切にされています。"
        }
      ]
    }
  ]
}
